class Localization:
    # --- main_menu ---
    MAIN_MENU_INRO = (
        "👋 <b>Добро пожаловать в наш Telegram-бот!</b>\n\n"
        "Здесь вы найдете мастер-классы, видео-курсы, выкройки и ответы на частые вопросы.\n"
        "Выберите раздел из меню ниже 👇"
    )

    # --- main_menu buttons ---
    PERSONAL_ACCOUNT_BUTTON = "👤 Личный кабинет"
    MASTERCLASSES_BUTTON = "🧵 Мастер-классы"
    VIDEOCOURSES_BUTTON = "🎥 Видео-курсы"
    PATTERNS_BUTTON = "📐 Выкройки"
    SUPPORT_BUTTON = "❓ Помощь"
